tap "eth-p/software"
tap "homebrew/bundle"
tap "jandedobbeleer/oh-my-posh"
brew "bat"
brew "difftastic"
brew "fzf"
brew "gh"
brew "git-lfs"
brew "jq"
brew "neovim"
brew "node"
brew "prettier"
brew "ripgrep"
brew "tree"
brew "eth-p/software/bat-extras-prettybat"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
cask "google-chrome"
cask "iterm2"
cask "messenger"
cask "spotify"
